#+TITLE: Resistencia de Materiales
#+EXCLUDE_TAGS: noexport
#+FILETAGS: :university:
* Horario :lecture:
** Clase
*** Martes
**** TODO Clase 6 resistencia
     SCHEDULED: <2021-04-22 Thu>
     - Clase 6
     - Esta tengo que ver
**** DONE Clase 7 resistencia
     CLOSED: [2021-05-07 Fri 10:51] SCHEDULED: <2021-04-27 Tue 08:30-10:40>
     :LOGBOOK:
     - State "DONE"       from "TODO"       [2021-05-07 Fri 10:51]
     :END:
**** DONE Clase 8 resistencia
     CLOSED: [2021-05-07 Fri 10:51] SCHEDULED: <2021-05-04 Tue 08:30-10:40>
     :LOGBOOK:
     - State "DONE"       from "TODO"       [2021-05-07 Fri 10:51]
     :END:
**** DONE Clase 9 resistencia
     CLOSED: [2021-05-11 Tue 09:23] SCHEDULED: <2021-05-11 Tue 08:30-10:40>
     :PROPERTIES:
     :ID:       a96cd3b1-580e-4bf2-814f-cb0b102dc229
     :END:
     :LOGBOOK:
     - State "DONE"       from "TODO"       [2021-05-11 Tue 09:23]
     :END:
     :CLOCKBOOK:
     CLOCK: [2021-05-11 Tue 08:46]--[2021-05-11 Tue 09:23] =>  0:37
     :END:
     - [[id:aa793541-239f-4295-b84f-af04cdd16443][apuntes.org]]
     - se planea taller 2 para primera después de receso.
       - el receso es la última de mayo
       - materia de propiedad de materiales
         - finaliza este próximo jueves esta materia
         - este viernes ayudantía.
       - una semana antes de la prueba 2.
         - pal 9 de junio.
       - la idea es 4 talleres en semestre. Se elimina el mas malo.
**** TODO Clase 10 resistencia
     SCHEDULED: <2021-05-18 Tue 08:30-10:40>
**** TODO Clase 11 resistencia
     SCHEDULED: <2021-06-01 Tue 08:30-10:40>
**** TODO Clase 12 resistencia
     SCHEDULED: <2021-06-08 Tue 08:30-10:40>
**** TODO Clase 13 resistencia
     SCHEDULED: <2021-06-15 Tue 08:30-10:40>
**** TODO Clase 14 resistencia
     SCHEDULED: <2021-06-22 Tue 08:30-10:40>
**** TODO Clase 15 resistencia
     SCHEDULED: <2021-06-29 Tue 08:30-10:40>
**** TODO Clase 16 resistencia
     SCHEDULED: <2021-07-06 Tue 08:30-10:40>
**** TODO Clase 17 resistencia
     SCHEDULED: <2021-07-13 Tue 08:30-10:40>
**** TODO Clase 18 resistencia
     SCHEDULED: <2021-07-20 Tue 08:30-10:40>
**** TODO Clase 19 resistencia
     SCHEDULED: <2021-07-27 Tue 08:30-10:40>
*** Jueves
**** DONE <2021-04-29 Thu 16:50-19:00> Clase resistencia
     CLOSED: [2021-04-29 Thu 17:54]
     :LOGBOOK:
     - State "DONE"       from              [2021-04-29 Thu 17:54]
     :END:
     :CLOCKBOOK:
     CLOCK: [2021-04-29 Thu 17:06]--[2021-04-29 Thu 17:54] =>  0:48
     :END:
     - Clase exclusiva a entender deformación
     - Clase siguiente se une deformación y esfuerzo
       + Propiedades mecánicas de los materiales


**** DONE <2021-05-06 Thu 16:50-19:00> Clase resistencia
     CLOSED: [2021-05-06 Thu 17:57]
     :LOGBOOK:
     - State "DONE"       from              [2021-05-06 Thu 17:57] \\
       Hasta Ley de Hooke.
     :END:
     :CLOCKBOOK:
     CLOCK: [2021-05-06 Thu 17:57]--[2021-05-06 Thu 17:57] =>  0:00
     CLOCK: [2021-05-06 Thu 17:56]--[2021-05-06 Thu 17:56] =>  0:00
     CLOCK: [2021-05-06 Thu 17:43]--[2021-05-06 Thu 17:49] =>  0:06
     CLOCK: [2021-05-06 Thu 16:56]--[2021-05-06 Thu 17:29] =>  0:33
     :END:

     - [[id:a86b24d7-98f8-4c69-aee3-017e67f0d6ca][apuntes.org]]

**** TODO Clase resistencia
     SCHEDULED: <2021-05-13 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-05-20 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-06-03 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-06-10 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-06-17 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-06-24 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-07-01 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-07-08 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-07-15 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-07-22 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-07-29 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-08-05 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-08-12 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-08-19 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-08-26 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-09-02 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-09-09 Thu 16:50-19:00>
**** TODO Clase resistencia
     SCHEDULED: <2021-09-16 Thu 16:50-19:00>
** Ayudantía
   - Cada 2 semanas empezando el 16 de abril.
   - Ayudantia 4 se corre una semana por receso.
*** DONE Ayudantía 1 resistancia
    CLOSED: [2021-05-07 Fri 13:32] SCHEDULED: <2021-04-16 Fri 19:10-20:10>
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2021-05-07 Fri 13:32]
    :END:
*** TODO Ayudantía 2 resistancia
    SCHEDULED: <2021-04-30 Fri 19:10-20:10>
    - Esta tengo que ver
*** TODO Ayudantía 3 resistancia
    SCHEDULED: <2021-05-14 Fri 19:10-20:10>
*** TODO Ayudantía 4 resistancia
    SCHEDULED: <2021-06-04 Fri 19:10-20:10>
*** TODO Ayudantía 5 resistancia
    SCHEDULED: <2021-06-18 Fri 19:10-20:10>
*** TODO Ayudantía 6 resistancia
    SCHEDULED: <2021-07-02 Fri 19:10-20:10>
*** TODO Ayudantía 7 resistancia
    SCHEDULED: <2021-07-16 Fri 19:10-20:10>
*** TODO Ayudantía 8 resistancia
    SCHEDULED: <2021-07-30 Fri 19:10-20:10>
* Contacto
* Evaluación :grade:
** Programa
  - [[file:~/myDrive/uni/2021-1/resis/Clase 0 Estructura de la Asignatura.pdf][file:~/myDrive/uni/2021-1/resis/Clase 0 Estructura de la Asignatura.pdf]]
  - https://campusvirtual.ufro.cl/pluginfile.php/1201581/mod_resource/content/3/Clase%200%20Estructura%20de%20la%20%20Asignatura.pdf
** Teórico 80%
*** DONE prueba1 33%
    CLOSED: [2021-05-07 Fri 10:51] DEADLINE: <2021-05-04 Tue 08:30 -3w>
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2021-05-07 Fri 10:51]
    :END:
    - Materia hasta martes [2021-04-27 Tue] correspodiente a clase 7.
    - Solo me falta ver clase 6.
*** TODO prueba2 33%
    DEADLINE: <2021-06-15 Tue 08:30-11:00 -0d>
*** TODO prueba3 34%
    DEADLINE: <2021-07-27 Tue 08:30-11:00 -0d>
*** Tabla
    DEADLINE: <2021-07-27 Tue -3w>
  | taller6  |   0 |
  |----------+-----|
  | Promedio | 0.5 |
  #+TBLFM: $>=vmean(@<..@>>)
** Práctico 20%
   - 3 a 5 talleres
   - Tentativamente los viernes
     - finalmente los miercoles
   - 24 horas para entregar
   - 1 semana de anticipación de aviso mínimo
*** DONE taller 1
    CLOSED: [2021-04-29 Thu 12:41] DEADLINE: <2021-04-28 Wed -3w>
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2021-04-29 Thu 12:41]
    :END:
    - Mierc o viernes de la semana del 26
    - Materia del taller clase del [2021-04-15 Thu 17:57]
    - El profe deberia enviar un correo confirmando fecha mañana [2021-04-16 Fri 17:58]
**** contenido :university:grade:resistencia:
     - [2021-04-16 Fri 08:00]
     - Materia de hoy [2021-04-15 Thu 17:57]
     - El profe deberia enviar un correo confirmando fecha mañana [2021-04-16 Fri 17:58]
*** TODO taller 2
    DEADLINE: <2021-06-09 Wed -0d>
    - clase en la que se fijó.
      - [[id:a96cd3b1-580e-4bf2-814f-cb0b102dc229][Clase 9 resistencia]]
*** Tabla
  | taller1  | 6.1 |
  |----------+-----|
  | Promedio | 6.1 |
  #+TBLFM: $>=vmean(@<..@>>)
  - https://campusvirtual.ufro.cl/pluginfile.php/1530613/mod_resource/content/14/notas%20taller%201.pdf
** Tabla
* Local variables :noexport:
# Local Variables:
# ispell-local-dictionary: "espanol"
# End:
